Revit 2027 API
SymbolTypeId.KmPerSSup2 Property
 Symbol km/s², indicating unit Kilometers per second squared.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KmPerSSup2 { get; }
Public Shared ReadOnly Property KmPerSSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KmPerSSup2 {
	ForgeTypeId^ get ();
}
static member KmPerSSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace